app/controllers/comments_controller.rb

	def create
		comment = @post.comments.create! comments_params
---
INSERT INTO "comments" ("post_id", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["post_id", 1], ["body", "Hello from the form"], ["created_at", "2017-06-08 20:46:19.479617"], ["updated_at", "2017-06-08 20:46:19.479617"]]